{
    "1/7": [
        {
            "title": "Nativity of Christ",
            "description": "The feast of Christmas is formally entitled the Nativity in the Flesh of our Lord and God and Saviour Jesus Christ. At Christmas we celebrate the birth as a man of the Son of God, the one who together with the Father and the Holy Spirit is truly God from all eternity.",
            "level": 1
        }
    ],
    "1/8": [
        {
            "title": "Synaxis of the Mother of God",
            "description": "On the second day of the Feast of the Nativity of our Lord Jesus Christ, the Church has established the celebration of the Synaxis of the Most Holy Mother of God. The name of today's festival signifies the gathering of the faithful in order to praise and glorify the All-Holy Virgin, who gave birth to our Savior.",
            "level": 2
        }
    ],
    "1/14": [
        {
            "title": "Circumcision of our Lord",
            "description": "On the eighth day after His Nativity, our Lord Jesus Christ was circumcised in accordance with the Old Testament Law. All male infants underwent circumcision as a sign of God’s Covenant with the holy Forefather Abraham and his descendants. After this ritual, the Divine Infant was given the name Jesus, as the Archangel Gabriel declared on the day of the Annunciation to the Most Holy Theotokos. The Fathers of the Church explain that the Lord, the Creator of the Law, underwent circumcision in order to give people an example of how faithfully the divine ordinances ought to be fulfilled. The Lord was circumcised so that later no one would doubt that He had truly assumed human flesh, and that His Incarnation was not merely an illusion, as certain heretics had taught.",
            "level": 2
        },
        {
            "title": "Sunday after Nativity",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "1/19": [
        {
            "title": "Holy Theophany of the Lord",
            "description": "Theophany is the Feast which reveals the Most Holy Trinity to the world through the Baptism of the Lord. God the Father spoke from Heaven about the Son, the Son was baptized by Saint John the Forerunner, and the Holy Spirit descended upon the Son in the form of a dove. From ancient times this Feast was called the Day of Illumination and the Feast of Lights, since God is Light and has appeared to illumine “those who sat in darkness,” and “in the region of the shadow of death”, and to save the fallen race of mankind by grace.",
            "level": 1
        }
    ],
    "1/20": [
        {
            "title": "Synaxis of Saint John the Baptist",
            "description": "In the Orthodox Church it is customary, on the day following the Great Feasts of the Lord and the Mother of God, to remember those saints who participated directly in the sacred event. So, on the day following the Theophany of the Lord, the Church honors the one who participated directly in the Baptism of Christ, placing his own hand upon the head of the Savior. Saint John, the holy Forerunner and Baptist of the Lord, whom the Lord called the greatest of the prophets, concludes the history of the Old Testament and opens the era of the New Testament. The holy Prophet John bore witness to the Only-Begotten Son of God, incarnate in the flesh. Saint John was accounted worthy to baptize Him in the waters of the Jordan, and he was a witness of the Theophany of the Most Holy Trinity on the day of the Savior’s Baptism.",
            "level": 2
        }
    ],
    "2/12": [
        {
            "title": "Basil The Great & John Chrysostym",
            "description": "Synaxis of the Three Hierarchs: Basil the Great, Gregory the Theologian and John Chrysostom: During the eleventh century, disputes raged in Constantinople about which of the three hierarchs was the greatest. Dissension among Christians increased. Some called themselves Basilians, others referred to themselves as Gregorians, and others as Johnites. By the will of God, the three hierarchs appeared to Saint John the Bishop of Euchaita (June 14) in the year 1084, and said that they were equal before God. “There are no divisions among us, and no opposition to one another.” They ordered that the disputes should stop, and that their common commemoration should be celebrated on a single day. Bishop John chose January 30 for their joint Feast, thus ending the controversy and restoring peace.",
            "level": 2
        }
    ],
    "2/15": [
        {
            "title": "The Meeting of the Lord",
            "description": "Forty days after Christ was born He was presented to God in the Jerusalem Temple according to the Mosaic Law. At this time as well His mother Mary underwent the ritual purification and offered the sacrifices as prescribed in the Law. Thus, forty days after Christmas, on the second of February, the Church celebrates the feast of the presentation called the Meeting (or Presentation or Reception) of the Lord.",
            "level": 1
        }
    ],
    "4/7": [
        {
            "title": "The Annunciation of the Mother of God",
            "description": "The feast of the Annunciation of the Virgin Mary comes nine months before Christmas on the twenty-fifth of March. It is the celebration of the announcing of the birth of Christ to the Virgin Mary as recorded in the Gospel of Saint Luke.",
            "level": 1
        }
    ],
    "4/28": [
        {
            "title": "Palm Sunday",
            "description": "At the vigil of the feast of Palm Sunday the prophecies of the Old Testament about the Messiah-King are read together with the Gospel accounts of the entry of Christ into Jerusalem. At Matins branches are blessed which the people carry throughout the celebration as the sign of their own glorification of Jesus as Saviour and King. These branches are usually palms, or, in the Slavic churches, willows which came to be customary because of their availability and their early blossoming in the springtime.",
            "level": 1
        }
    ],
    "5/5": [
        {
            "title": "The Bright Resurrection of Christ",
            "description": "In the Orthodox Church the feast of Easter is officially called Pascha, the word which means the Passover. It is the new Passover of the new and everlasting covenant foretold by the prophets of old. It is the eternal Passover from death to life and from earth to heaven. It is the Day of the Lord proclaimed by God’s holy prophets, “the day which the Lord has made” for His judgment over all creation, the day of His final and everlasting victory. It is the Day of the Kingdom of God, the day “which has no night” for “its light is the Lamb”. The resurrection of Jesus Christ from the dead is the center of the Christian faith. Saint Paul says that if Christ is not raised from the dead, then our preaching and faith are in vain (I Cor. 15:14). Indeed, without the resurrection there would be no Christian preaching or faith. The disciples of Christ would have remained the broken and hopeless band which the Gospel of John describes as being in hiding behind locked doors for fear of the Jews. They went nowhere and preached nothing until they met the risen Christ, the doors being shut (John 20: 19). Then they touched the wounds of the nails and the spear; they ate and drank with Him. The resurrection became the basis of everything they said and did (Acts 2-4): “. . . for a spirit has not flesh and bones as you see that I have” (Luke 24:39).",
            "level": 1
        }
    ],
    "5/6": [
        {
            "title": "Bright Monday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/7": [
        {
            "title": "Bright Tuesday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/8": [
        {
            "title": "Bright Wednesday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/9": [
        {
            "title": "Bright Thursday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/10": [
        {
            "title": "Bright Friday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/11": [
        {
            "title": "Bright Saturday",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "5/21": [
        {
            "title": "Holy Apostle & Evangelist John the Theologian",
            "description": "When Saint John was more than one hundred years old, he told seven of his disciples to take spades and follow him to a certain place outside the city of Ephesus, and then he told everyone to sit down while he went off to pray by himself for a while. When he returned, he told his disciples to dig a grave as long as he was tall, in the form of a cross. After giving them instructions and kissing them, he climbed into the grave and said: 'Take some earth, my mother earth, and cover me.' They covered him with earth up to his knees, and he said: 'Now take some more earth and cover me up to my neck.' As soon as they had done this, Saint John spoke again: 'Bring a linen cloth and place it on my face, then kiss me again for the last time, because you shall not see me anymore in this life.' After the Apostle dismissed them, they buried him and wept bitterly. Later, they returned and opened the grave, but the Saint's body was not there. They wept and returned to the city. Every year, on May 8, a red dust appears on his grave, which heals the sick, through the prayers of the Holy Apostle John. People call this dust 'manna from the earth.'",
            "level": 2
        }
    ],
    "5/22": [
        {
            "title": "Relics of Saint Nikolas the Wonderworker",
            "description": "The significance of the intercession of the great saint of God is expressed by the ancient compiler of the Life, in the words of whom Saint Nicholas “did work many glorious miracles both on land and on sea, aiding those downtrodden in misfortune and rescuing the drowning, carrying to dry land from the depths of the sea, raising up others from corruption and bringing them home, liberating from chains and imprisonment, averting felling by the sword and freeing from death, and granting healing to many; sight to the blind, walking to the lame, hearing to the deaf, and speech to the mute. He brought riches to many suffering in abject poverty and want, he provided the hungry food, and for each in their need he appeared a ready helper, an avid defender and speedy intercessor and protector, and such as appeal to him he doth help and deliver from adversity. Both the East and the West know of this great Wonderworker, and all the ends of the earth know his miracle-working.”",
            "level": 2
        }
    ],
    "5/29": [
        {
            "title": "Midfeast of Pentecost",
            "description": "Today’s celebration is the midpoint of the fifty days between the Feasts of Pascha and Pentecost. Saint John tells us (John 7:14) that “in the midst of the feast Jesus went up into the Temple, and taught.” The Feast in question is the Feast of Tabernacles (celebrated in September), not Pentecost. The Church has appointed John 7:14-30 to be read for the Midfeast, thereby linking Pascha and Pentecost. In Chapter 8 of Saint John’s Gospel, the Lord came to the Temple again and taught the people who came to Him. After leaving the Temple, he encounters the man born blind. We will hear about him on the Sunday of the Blind Man. The Troparion of the Midfeast (“In the middle of the Feast, O Savior, fill my thirsting soul with the waters of godliness, as Thou didst cry to all: If anyone thirst, let him come to Me and drink [John 7:37]. O Christ God, Fountain of our life, glory to Thee!”) hints at the encounter of Christ and the Samaritan Woman in just a few days. Today we perform the Lesser Blessing of Water, and the Blessing of Fields.",
            "level": 2
        }
    ],
    "6/3": [
        {
            "title": "Vladimir Icon of the Mother of God",
            "description": "The Celebration of the Vladimir Icon of the Mother of God was established to commemorate the deliverance of Moscow from an invasion of Tatars led by Khan Makhmet-Girei in 1521. The Tatar hordes approached Moscow, burning and destroying Russian cities and villages, and exterminating their inhabitants. Great Prince Basil raised an army against the Tatars, while Metropolitan Barlaam and the people of Moscow prayed fervently for deliverance. At this time a certain pious blind nun had a vision. She saw Moscow’s bishop-saints exiting from the Savior gates of the Kremlin, forsaking the city and taking with them the Vladimir Icon of the Mother of God, the holiest object in the city of Moscow. This was God’s chastisement for the sins of its inhabitants.",
            "level": 2
        },
        {
            "title": "Prince Constantine & His Children",
            "description": "Additional information is being gathered.",
            "level": 3
        }
    ],
    "6/13": [
        {
            "title": "The Ascnesion of the Lord",
            "description": "On the fortieth day after His passover, Jesus ascended into heaven to be glorified on the right hand of God (Acts 1.9–11; Mk 16.19; Lk 24.51). The ascension of Christ is His final physical departure from this world after the resurrection. It is the formal completion of His mission in this world as the Messianic Saviour. It is His glorious return to the Father Who had sent Him into the world to accomplish the work that He had given him to do (Jn 17.4–5).",
            "level": 1
        }
    ],
    "6/23": [
        {
            "title": "Pentecost Day of the Holy Trinity",
            "description": "In the Old Testament Pentecost was the feast which occurred fifty days after Passover. As the passover feast celebrated the exodus of the Israelites from the slavery of Egypt, so Pentecost celebrated God’s gift of the ten commandments to Moses on Mount Sinai. In the new covenant of the Messiah, the passover event takes on its new meaning as the celebration of Christ’s death and resurrection, the “exodus” of men from this sinful world to the Kingdom of God. And in the New Testament as well, the pentecostal feast is fulfilled and made new by the coming of the “new law,” the descent of the Holy Spirit upon the disciples of Christ.",
            "level": 1
        }
    ],
    "6/24": [
        {
            "title": "Day of the Holy Spirit",
            "description": "On the day after every Great Feast, the Orthodox Church honors the one through whom the Feast is made possible. On the day following the Nativity of the Lord, for example, we celebrate the Synaxis of the Most Holy Theotokos (December 26). On the day after Theophany, we commemorate Saint John the Baptist (January 7), and so on. Today we honor the all-Holy, good, and life-creating Spirit, Who descended upon the Apostles at Pentecost in the form of fiery tongues in fulfillment of the Lord’s promise to send the Comforter to His disciples (JN 14:16). That same Holy Spirit remains within the Church throughout the ages, guiding it “into all truth” (JN 16:13).",
            "level": 2
        }
    ],
    "7/6": [
        {
            "title": "Icon of the Mother of God Vladimir",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "7/7": [
        {
            "title": "Nativity of Saint John the Forerunner",
            "description": "The Nativity of the Holy Forerunner and Baptist of the Lord, John: The Gospel (Luke. 1: 5) relates that the righteous parents of Saint John the Baptist, the Priest Zachariah and Elizabeth (September 5), lived in the ancient city of Hebron. They reached old age without having children, since Elizabeth was barren. Once, Saint Zachariah was serving in the Temple at Jerusalem and saw the Archangel Gabriel, standing on the right side of the altar of incense. He predicted that Saint Zachariah would father a son, who would announce the Savior, the Messiah, awaited by the Old Testament Church. Zachariah was troubled, and fear fell upon him. He had doubts that in old age it was possible to have a son, and he asked for a sign. It was given to him, and it was also a chastisement for his unbelief. Zachariah was struck speechless until the time of the fulfillment of the archangel’s words.",
            "level": 1
        }
    ],
    "7/12": [
        {
            "title": "Holy Chief Apostles Peter & Paul",
            "description": "Today the Holy Church piously remembers the sufferings of the Holy Glorious and All-Praised Apostles Peter and Paul.",
            "level": 1
        }
    ],
    "7/21": [
        {
            "title": "Kazan Icon of the Mother of God",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "7/23": [
        {
            "title": "Deposition of the Robe of Christ in Moscow",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "7/28": [
        {
            "title": "Saint Vladimir the Great",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "8/2": [
        {
            "title": "Holy Prophet Elias",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "8/10": [
        {
            "title": "Smolensk Icon of the Mother of God",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "8/14": [
        {
            "title": "Procession of the Holy Cross of the Lord",
            "description": "Additional information is being gathered.",
            "level": 2
        },
        {
            "title": "The All-Merciful Savior",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "8/19": [
        {
            "title": "Transfiguration of the Lord",
            "description": "The transfiguration of Christ is one of the central events recorded in the gospels. Immediately after the Lord was recognized by His apostles as “the Christ [Messiah], the Son of the Living God,” He told them that “He must go up to Jerusalem and suffer many things . . . and be killed and on the third day be raised” (Mt 16). The announcement of Christ’s approaching passion and death was met with indignation by the disciples. And then, after rebuking them, the Lord took Peter, James, and John “up to a high mountain”—by tradition Mount Tabor—and was “transfigured before them.”",
            "level": 1
        }
    ],
    "8/28": [
        {
            "title": "Dormition of the Mother of God",
            "description": "The feast of the Dormition or Falling-asleep of the Theotokos is celebrated on the twenty-eighth of August, preceded by a two-week fast. This feast, which is also sometimes called the Assumption, commemorates the death, resurrection and glorification of Christ’s mother. It proclaims that Mary has been “assumed” by God into the heavenly kingdom of Christ in the fullness of her spiritual and bodily existence. As with the nativity of the Virgin and the feast of her entrance to the temple, there are no biblical or historical sources for this feast. The Tradition of the Church is that Mary died as all people die, not “voluntarily” as her Son, but by the necessity of her mortal human nature which is indivisibly bound up with the corruption of this world.",
            "level": 1
        }
    ],
    "8/29": [
        {
            "title": "Icon of Christ not Made by Hands",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "9/8": [
        {
            "title": "Vladimir Icon of the Mother of God",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "9/11": [
        {
            "title": "Beheading of Saint John the Forerunner",
            "description": "The Beheading of the Prophet, Forerunner of the Lord, John the Baptist: The Evangelists Matthew (Mt.14:1-12) and Mark (Mark 6:14-29) provide accounts about the martyric end of John the Baptist in the year 32 after the Birth of Christ. Following the Baptism of the Lord, Saint John the Baptist was locked up in prison by Herod Antipas, the Tetrarch (ruler of one fourth of the Holy Land) and governor of Galilee. (After the death of king Herod the Great, the Romans divided the territory of Palestine into four parts, and put a governor in charge of each part. Herod Antipas received Galilee from the emperor Augustus). The prophet of God John openly denounced Herod for having left his lawful wife, the daughter of the Arabian king Aretas, and then instead cohabiting with Herodias, the wife of his brother Philip (Luke 3:19-20). On his birthday, Herod made a feast for dignitaries, the elders and a thousand chief citizens. Salome, the daughter of Herod, danced before the guests and charmed Herod. In gratitude to the girl, he swore to give her whatever she would ask, up to half his kingdom. The vile girl on the advice of her wicked mother Herodias asked that she be given the head of John the Baptist on a platter. Herod became apprehensive, for he feared the wrath of God for the murder of a prophet, whom earlier he had heeded. He also feared the people, who loved the holy Forerunner. But because of the guests and his careless oath, he gave orders to cut off the head of Saint John and to give it to Salome.",
            "level": 1
        }
    ],
    "9/21": [
        {
            "title": "Nativity of the Mother of God",
            "description": "In addition to the celebration of the Annunciation, there are three major feasts in the Church honoring Mary, the Theotokos. The first of these is the feast of her nativity which is kept on the eighth of September. The record of the birth of Mary is not found in the Bible. The traditional account of the event is taken from the apocryphal writings which are not part of the New Testament scriptures. The traditional teaching which is celebrated in the hymns and verses of the festal liturgy is that Joachim and Anna were a pious Jewish couple who were among the small and faithful remnant—“the poor and the needy”—who were awaiting the promised messiah. The couple was old and childless. They prayed earnestly to the Lord for a child, since among the Jews barrenness was a sign of God’s disfavor. In answer to their prayers, and as the reward of their unwavering fidelity to God, the elderly couple was blessed with the child who was destined, because of her own personal goodness and holiness, to become the Mother of the Messiah-Christ.",
            "level": 1
        }
    ],
    "9/27": [
        {
            "title": "Exaltation of the Holy Cross of the Lord",
            "description": "The Exaltation of the Cross commemorates the finding of Christ’s Cross by Saint Helen, the mother of the Emperor Constantine in the fourth century; and, after it was taken by the Persians, of its recovery by the Emperor Heraclius in the seventh century at which time it was “elevated” in the Church of the Resurrection in Jerusalem. From this latter event the “universal elevation” of the Cross was celebrated annually in all of the churches of the Christian Empire. The day of the Exaltation of the Cross became, as it were, the national holiday of the Eastern Christian Empire similar to the Fourth of July in the United States. The Cross, the official emblem of the Empire which was placed on all public buildings and uniforms, was officially elevated on this day by the bishops and priests. They blessed the four directions of the universe with the Cross, while the faithful repeated the chanting of “Lord have mercy.” This ritual is still done in the churches today after the solemn presentation and exaltation of the Cross at the end of the Vigil service of the holy day following the Great Doxology of Matins.",
            "level": 1
        }
    ],
    "10/9": [
        {
            "title": "Repose of Saint John the Theologian",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "10/14": [
        {
            "title": "Protection of the Mother of God",
            "description": "Additional information is being gathered.",
            "level": 1
        }
    ],
    "11/4": [
        {
            "title": "Kazan Icon of the Mother of God",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "11/8": [
        {
            "title": "Holy Great Martyr Demetrius",
            "description": "Additional information is being gathered.",
            "level": 3
        }
    ],
    "11/12": [
        {
            "title": "Saint Ambrose the Confessor",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "11/21": [
        {
            "title": "Synaxis of the Holy Archangel Michael",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "11/26": [
        {
            "title": "Saint John Chrysostym",
            "description": "Additional information is being gathered.",
            "level": 2
        }
    ],
    "12/4": [
        {
            "title": "The Entry of the Mother of God into the Temple",
            "description": "The second great feast of the Theotokos is the celebration of her entrance as a child into the Jerusalem Temple which is commemorated on the twenty-first of November. Like the feast of her nativity, this feast of Mary is without direct biblical and historical reference. But like the nativity, it is a feast filled with important spiritual significance for the Christian believer. The texts of the service tells how Mary was brought as a small child to the temple by her parents in order to be raised there among the virgins consecrated to the service of the Lord until the time of their betrothal in marriage. According to Church tradition, Mary was solemnly received by the temple community which was headed by the priest Zacharias, the father of John the Baptist. She was led to the holy place to be “nourished” there by the angels in order to become herself the “holy of holies” of God, the living sanctuary and temple of the Divine child who was to be born in her. There is no doubt that the verses of the Old Testamental Psalm 45, used extensively in the services of the feast, provided a great inspiration for the celebration of Mary’s consecration to the service of God in the Jerusalem Temple.",
            "level": 1
        }
    ],
    "12/19": [
        {
            "title": "Saint Nikolas the Wonderworker",
            "description": "The Feast of St. Nikolaos the Wonderworker is a sacred occasion to venerate a luminary of faith, whose life was a testament to the grace and mercy of our Lord. Esteemed for his numerous miracles and his profound charity, St. Nikolaos exemplifies the virtues of a devout servant of God, guiding us in our spiritual journey with his enduring legacy of benevolence.",
            "level": 2
        }
    ]
}